aircrack-ng
alacritty
appstream-glib
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
chromium
dhcpcd
dialog
discord
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
emacs
exo
fasm
feh
file-roller
fuse-overlayfs
garcon
git
gparted
grim
grub
gvfs
gvfs-smb
htop
i3blocks
i3lock
i3status
i3status-rust
i3-wm
intel-ucode
iptables
iwd
kodi
libvirt
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
light-locker
linux
linux-firmware
linux-headers
lxappearance
man-db
memtest86+-efi
mesa-demos
mousepad
nano
nbd
networkmanager
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
os-prober
ostree
otf-libertinus
pacman-contrib
pavucontrol
picom
pipewire-alsa
pipewire-audio
pipewire-pulse
pmbootstrap
procinfo-ng
qemu-full
reflector
rofi
rust
samba
sassc
sshfs
slurp
steam
sudo
sway
swaybg
swaylock
telegram-desktop
tex-gyre-fonts
thunar
thunar-archive-plugin
thunar-volman
transmission-qt
ttc-iosevka
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
vim
virt-manager
vlc
vulkan-tools
wget
wine
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdotool
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
zip
zsh
