SMBAct-debug
arc-gtk-theme
claude-code
cpr-debug
crunch-git
crunch-git-debug
cursor-bin
grub-customizer
grub-customizer-debug
grub-theme-vimix-whitesur-1080p-git
gtk-engine-murrine
gtk-engine-murrine-debug
gtk2
i3-swallow-git
i3status-rust-vertical
i3status-rust-vertical-debug
jetbrains-fleet
mediawriter
mediawriter-debug
neofetch
parsec-bin
portproton
python311
ruby-fusuma
sing-geoip-db
sing-geosite-db
throne-bin
whitesur-gtk-theme
wordlists
yay
yay-debug
