SMBAct-debug
aircrack-ng
alacritty
appstream-glib
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
chromium
claude-code
crunch-git
cursor-bin
dhcpcd
dialog
discord
dnsmasq
docker
docker-compose
dosfstools
dunst
efibootmgr
emacs
exo
fasm
feh
file-roller
fuse-overlayfs
garcon
git
gparted
gradle
grim
grub
grub-customizer
grub-theme-stylish-color-1080p-git
grub-theme-stylish-color-4k-git
grub-theme-stylish-color-ultrawide-git
grub-theme-stylish-color-ultrawide2k-git
grub-theme-stylish-white-1080p-git
grub-theme-stylish-white-2k-git
grub-theme-stylish-white-4k-git
grub-theme-stylish-white-ultrawide-git
grub-theme-stylish-white-ultrawide2k-git
grub-theme-stylish-whitesur-1080p-git
grub-theme-stylish-whitesur-2k-git
grub-theme-stylish-whitesur-4k-git
grub-theme-stylish-whitesur-ultrawide-git
grub-theme-stylish-whitesur-ultrawide2k-git
grub-theme-tela-color-1080p-git
grub-theme-tela-color-2k-git
grub-theme-tela-color-4k-git
grub-theme-tela-color-ultrawide-git
grub-theme-tela-color-ultrawide2k-git
grub-theme-tela-white-1080p-git
grub-theme-tela-white-2k-git
grub-theme-tela-white-4k-git
grub-theme-tela-white-ultrawide-git
grub-theme-tela-white-ultrawide2k-git
grub-theme-tela-whitesur-1080p-git
grub-theme-tela-whitesur-2k-git
grub-theme-tela-whitesur-4k-git
grub-theme-tela-whitesur-ultrawide-git
grub-theme-tela-whitesur-ultrawide2k-git
grub-theme-vimix-color-1080p-git
grub-theme-vimix-color-4k-git
grub-theme-vimix-color-ultrawide-git
grub-theme-vimix-color-ultrawide2k-git
grub-theme-vimix-white-1080p-git
grub-theme-vimix-white-2k-git
grub-theme-vimix-white-4k-git
grub-theme-vimix-white-ultrawide-git
grub-theme-vimix-white-ultrawide2k-git
grub-theme-vimix-whitesur-1080p-git
grub-theme-vimix-whitesur-2k-git
grub-theme-vimix-whitesur-4k-git
grub-theme-vimix-whitesur-ultrawide-git
grub-theme-vimix-whitesur-ultrawide2k-git
grub-theme-whitesur-color-1080p-git
grub-theme-whitesur-color-2k-git
grub-theme-whitesur-color-4k-git
grub-theme-whitesur-white-1080p-git
grub-theme-whitesur-white-2k-git
grub-theme-whitesur-white-4k-git
grub-theme-whitesur-whitesur-1080p-git
grub-theme-whitesur-whitesur-2k-git
grub-theme-whitesur-whitesur-4k-git
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-mtp
gvfs-smb
gvfs-wsdd
htop
i3-swallow-git
i3-wm
i3blocks
i3lock
i3status
i3status-rust
intel-ucode
iptables
iwd
jdk21-openjdk
jetbrains-fleet
kodi
kotlin
libvirt
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lxappearance
man-db
mediawriter
memtest86+-efi
mesa-demos
mousepad
mtools
nano
nbd
neofetch
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
os-prober
ostree
otf-libertinus
pacman-contrib
parsec-bin
pavucontrol
picom
pipewire-alsa
pipewire-audio
pipewire-pulse
pmbootstrap
portproton
procinfo-ng
python311
qemu-full
reflector
rofi
ruby-fusuma
rust
samba
sassc
sing-geoip-db
sing-geosite-db
slurp
sshfs
steam
sudo
sway
swaybg
swaylock
telegram-desktop
tex-gyre-fonts
throne-bin
thunar
thunar-archive-plugin
thunar-volman
tk
transmission-qt
ttc-iosevka
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
vim
virt-manager
vlc
vulkan-tools
wget
whitesur-gtk-theme
wine
wl-clipboard
woff2-font-awesome
wordlists
wpa_supplicant
xdotool
xf86-video-intel
xfce4-appfinder
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-xwayland
yay
zip
zsh
