android-studio
betterlockscreen
chrome-remote-desktop
claude-code
crunch-git
cursor-bin
grub-customizer
grub-theme-vimix-whitesur-1080p-git
gtk-engine-murrine
gtk2
i3-swallow-git
i3lock-color
k6
mediawriter
neofetch
openssl-1.1
parsec-bin
portainer-lts-bin
portproton
pycharm
python311
ruby-fusuma
ryzenadj
sddm-sugar-candy-git
sing-geoip-db
swaylock-effects
throne-bin
unityhub
whitesur-gtk-theme
xidlehook
xkb-switch-git
xkblayout-state-git
