accountsservice
aircrack-ng
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-studio
appstream-glib
arc-gtk-theme-eos
arch-install-scripts
aspell
b43-fwcutter
base
base-devel
bash-completion
betterlockscreen
bind
blueman
bluez
bluez-utils
btrfs-progs
cantarell-fonts
chrome-remote-desktop
chromium
claude-code
cliphist
crunch-git
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
cursor-bin
dbeaver
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
emacs
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
ex-vi-compat
exfatprogs
exo
f2fs-tools
fasm
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fuse-overlayfs
galculator
garcon
gemini-cli
ghostscript
gimp
git
git-lfs
glances
glmark2
go
gparted
gputest
gradle
grim
grub
grub-customizer
grub-theme-vimix-whitesur-1080p-git
gsfonts
gsimplecal
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk2
gutenprint
gvfs
gvfs-afc
gvfs-dnssd
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvfs-wsdd
haveged
hdparm
hplip
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
i3-swallow-git
i3-wm
i3blocks
i3status
i3status-rust
inetutils
intel-ucode
inxi
iptables
iw
iwd
jdk21-openjdk
jfsutils
jq
k6
kodi
kotlin
less
lib32-nvidia-utils
libdvdcss
libgsf
libopenraw
libvirt
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
luajit
lvm2
lxappearance
man-db
man-pages
mdadm
mediawriter
meld
memtest86+-efi
memtester
mesa-demos
mesa-utils
modemmanager
mousepad
msitools
mtools
nano
nano-syntax-highlighting
nbd
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
ntp
nvidia-container-toolkit
nvidia-hook
nvidia-inst
nvidia-open-dkms
nvidia-utils
nvm
obs-studio
openssh
os-prober
ostree
otf-libertinus
pacman-contrib
pandoc-cli
parsec-bin
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pmbootstrap
pnpm
poppler-glib
portainer-lts-bin
portproton
power-profiles-daemon
procinfo-ng
pv
pycharm
python
python-defusedxml
python-jinja
python-packaging
python-pillow
python-pyqt5
python-pyqt6
python-reportlab
python311
qemu-full
rebuild-detector
reflector
reflector-simple
ristretto
rofi
rsync
rtkit
ruby-fusuma
rust
ryzenadj
s-nail
samba
sane
sassc
sbctl
sddm
sddm-sugar-candy-git
sg3_utils
sing-geoip-db
slurp
smartmontools
sof-firmware
splix
sshfs
steam
stress-ng
sudo
sway
swaybg
swayidle
swaylock-effects
sysfsutils
system-config-printer
systemd-sysvcompat
telegram-desktop
tex-gyre-fonts
texinfo
texlive-basic
texlive-fontsextra
texlive-langcyrillic
texlive-latex
texlive-latexextra
throne-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tldr
transmission-qt
ttc-iosevka
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unityhub
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vim
virt-manager
virt-viewer
vlc
vlc-plugin-ffmpeg
vulkan-tools
waybar
welcome
wget
which
whitesur-gtk-theme
wine
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xf86-video-nouveau
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-panel-profiles
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xidlehook
xkb-switch-git
xkblayout-state-git
xl2tpd
xmrig
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xscreensaver
xterm
yay
zip
zram-generator
zsh
