SMBAct-debug
cpr
cpr-debug
crunch-git
crunch-git-debug
cursor-bin
grub-customizer
grub-customizer-debug
grub-theme-stylish-color-1080p-git
grub-theme-stylish-color-4k-git
grub-theme-stylish-color-ultrawide-git
grub-theme-stylish-color-ultrawide2k-git
grub-theme-stylish-white-1080p-git
grub-theme-stylish-white-2k-git
grub-theme-stylish-white-4k-git
grub-theme-stylish-white-ultrawide-git
grub-theme-stylish-white-ultrawide2k-git
grub-theme-stylish-whitesur-1080p-git
grub-theme-stylish-whitesur-2k-git
grub-theme-stylish-whitesur-4k-git
grub-theme-stylish-whitesur-ultrawide-git
grub-theme-stylish-whitesur-ultrawide2k-git
grub-theme-tela-color-1080p-git
grub-theme-tela-color-2k-git
grub-theme-tela-color-4k-git
grub-theme-tela-color-ultrawide-git
grub-theme-tela-color-ultrawide2k-git
grub-theme-tela-white-1080p-git
grub-theme-tela-white-2k-git
grub-theme-tela-white-4k-git
grub-theme-tela-white-ultrawide-git
grub-theme-tela-white-ultrawide2k-git
grub-theme-tela-whitesur-1080p-git
grub-theme-tela-whitesur-2k-git
grub-theme-tela-whitesur-4k-git
grub-theme-tela-whitesur-ultrawide-git
grub-theme-tela-whitesur-ultrawide2k-git
grub-theme-vimix-color-1080p-git
grub-theme-vimix-color-4k-git
grub-theme-vimix-color-ultrawide-git
grub-theme-vimix-color-ultrawide2k-git
grub-theme-vimix-white-1080p-git
grub-theme-vimix-white-2k-git
grub-theme-vimix-white-4k-git
grub-theme-vimix-white-ultrawide-git
grub-theme-vimix-white-ultrawide2k-git
grub-theme-vimix-whitesur-1080p-git
grub-theme-vimix-whitesur-2k-git
grub-theme-vimix-whitesur-4k-git
grub-theme-vimix-whitesur-ultrawide-git
grub-theme-vimix-whitesur-ultrawide2k-git
grub-theme-whitesur-color-1080p-git
grub-theme-whitesur-color-2k-git
grub-theme-whitesur-color-4k-git
grub-theme-whitesur-white-1080p-git
grub-theme-whitesur-white-2k-git
grub-theme-whitesur-white-4k-git
grub-theme-whitesur-whitesur-1080p-git
grub-theme-whitesur-whitesur-2k-git
grub-theme-whitesur-whitesur-4k-git
i3-swallow-git
mediawriter
mediawriter-debug
nekoray
nekoray-debug
neofetch
parsec-bin
portproton
ruby-fusuma
sing-geoip-db
sing-geosite-db
whitesur-gtk-theme
wordlists
yay
yay-debug
